tap "caskroom/cask"
tap "caskroom/fonts"
tap "codeclimate/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "puma/puma"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "python"
brew "awscli"
brew "curl"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "libxslt"
brew "neovim"
brew "postgresql"
brew "python@2"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "the_silver_searcher"
brew "tmux"
brew "unzip"
brew "vim"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
