brew "asdf"
brew "bat"
brew "coreutils"
brew "curl"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "mpv"
brew "neovim"
brew "pinentry-mac"
brew "vim"
brew "yt-dlp"
brew "z"
brew "zimfw"
brew "zsh"

# Casks
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "cyberduck"
cask "discord"
cask "figma@beta"
cask "ghostty"
cask "httpie"
cask "iina"
cask "ledger-live"
cask "linear-linear"
cask "little-snitch"
cask "mimestream"
cask "mullvadvpn"
cask "notion-calendar"
cask "obsidian"
cask "plex-media-server"
cask "plexamp"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram"
cask "transmission"
cask "zen"
cask "zoom"

# VSCode / Cursor extensions
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dnut.rewrap-revived"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
