brew "asdf"
brew "ast-grep"
brew "bat"
brew "coreutils"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "mpv"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "vim"
brew "watchman"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

# Casks
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "chatgpt"
cask "claude"
cask "cleanshot"
cask "cursor"
cask "cyberduck"
cask "discord"
cask "figma@beta"
cask "font-ia-writer-quattro"
cask "font-new-york"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "ghostty"
cask "httpie"
cask "iina"
cask "ledger-live"
cask "linear-linear"
cask "little-snitch@nightly"
cask "mimestream"
cask "notion-calendar"
cask "obsidian"
cask "orbstack"
cask "pearcleaner"
cask "plex-media-server"
cask "plexamp"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "telegram"
cask "transmission"
cask "zed"
cask "zen-browser"
cask "zoom"
cask "zulu@17"

# VSCode / Cursor extensions
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dnut.rewrap-revived"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
