brew "bat"
brew "btop"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "riff"
brew "glow"
brew "gnupg"
brew "himalaya"
brew "jq"
brew "jj"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "procs"
brew "ripgrep"
brew "spotify_player"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "tree-sitter-cli"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password@beta"
cask "1password-cli@beta"
cask "bitwarden"
cask "bruno"
cask "chatgpt"
cask "claude"
cask "cleanshot"
cask "codex-app"
cask "conductor"
cask "discord"
cask "figma@beta"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "handy"
cask "helium-browser"
cask "linear-linear"
cask "little-snitch"
cask "mimestream"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle-pro"
cask "signal"
cask "slack"
cask "spotify"
cask "superwhisper"
cask "tailscale-app"
cask "telegram"
cask "zed"

# Taps
# tap "ossianhempel/tap"
brew "ossianhempel/tap/things3-cli"

# tap "steipete/tap"
brew "steipete/tap/gogcli"
brew "steipete/tap/imsg"

# tap "venables/tap"
brew "venables/tap/wt"
