brew 'atuin'
brew 'bat'
brew 'btop'
brew 'dust'
brew 'eza'
brew 'fastfetch'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'gnupg'
brew 'jq'
brew 'lazygit'
brew 'mise'
brew 'neovim'
brew 'opencode'
brew "pinentry-mac"
brew 'ripgrep'
brew 'starship'
brew 'stow'
brew 'tldr'
brew 'tree-sitter-cli'
brew 'yazi'
brew 'zoxide'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

cask '1password@beta'
cask '1password-cli@beta'
cask 'chatgpt'
cask 'claude'
cask 'claude-code'
cask 'cleanshot'
cask 'discord'
cask 'figma@beta'
cask 'ghostty'
cask 'helium-browser'
cask 'linear-linear'
cask 'little-snitch'
cask 'mimestream'
cask 'notion-calendar'
cask 'obsidian'
cask 'orbstack'
cask 'raycast'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'tailscale-app'
