brew "bat"
brew "btop"
brew "curl"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "riff"
brew "glow"
brew "gum"
brew "gnupg"
brew "jq"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "mise"
brew "neovim"
brew "parallel"
brew "pinentry-mac"
brew "procs"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "tree-sitter-cli"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "1password-cli"
cask "bruno"
cask "chatgpt"
cask "claude"
cask "cleanshot"
cask "cmux"
cask "codex-app"
cask "conductor"
cask "discord"
cask "figma@beta"
cask "font-jetbrains-mono-nerd-font"
cask "font-ia-writer-mono"
cask "font-ia-writer-duo"
cask "font-ia-writer-quattro"
cask "ghostty"
cask "handy"
cask "helium-browser"
cask "linear"
cask "little-snitch"
cask "mimestream"
cask "notion-calendar"
cask "raycast"
cask "rectangle-pro"
cask "signal"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "telegram"

brew "venables/tap/wt"
brew "venables/tap/review-prs"
brew "venables/tap/ccfix"
